Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: It is CO2 from Mongstad, and CO2 from other possible sources in combination with Mongstad, that is relevant for underground storage.
nb: Det er CO2 frå Mongstad og eventuelle andre kjelder i kombinasjon med Mongstad det er aktuelt å lagre i undergrunnen.

source: The deadline for the nominations is 4 October 2011.
nb: Frist for nominasjonane er 4. oktober 2011.

source: The Norwegian Petroleum Directorate (NPD) will, on assignment from the Ministry of Petroleum and Energy (MPE), perform the technical appraisal of the nominated areas.
nb: Oljedirektoratet (OD) skal, på oppdrag frå Olje- og energidepartementet, gjere ei fagleg vurdering av dei nominerte områda.

source: The appraisal will be based on work done by the NPD concerning CO2 storage.
nb: Vurderinga vil vere basert på arbeidet OD sjølv gjer i forhold til lagring av CO2.

source: The NPD has been working on issues relating to capture, transport and storage for several years now.
nb: OD har arbeidd med spørsmål knytt til fangst, transport og lagring i fleire år.

source: According to plan, the directorate will submit an atlas of potential storage areas to the MPE at the end of 2011.
nb: Etter planen skal etaten overlevere eit atlas over aktuelle lagringsområde til OED ved utgangen av 2011.

source: This is the first time that Norwegian authorities have held a licensing round for storage of CO2 on the Norwegian shelf.
nb: Det er første gongen norske styresmakter legg opp til ein konsesjonsrunde for CO2-lagring på norsk sokkel.

source: Eva Halland, the NPD’s coordinator for storage of CO2 on the Norwegian shelf, hopes that the companies will show interest:
nb: Eva Halland, OD sin koordinator for lagring av CO2 på norsk sokkel, er spent på interessa frå selskapa:

source: ”We are, of course, hoping that the oil companies will get involved in this,” Halland emphasises.
nb: ”Vi håper sjølvsagt at oljeselskapa engasjerer seg i dette,” fastslår ho.

source: Norway has wide-ranging expertise and experience with storage of CO2.
nb: Noreg har brei kompetanse og erfaring med lagring av CO2.

source: For several years, CO2 has been stored beneath the seabed off Norway, first in the Sleipner area in the North Sea and later at Snøhvit in the Barents Sea.
nb: Under havbotnen utanfor Noreg er det blitt lagra CO2 i ei årrekkje, først i Sleipnerområdet i Nordsjøen, seinare på Snøhvit i Barentshavet.

source: The invitation has been sent to all operators on the Norwegian shelf, and will also be announced in the Norwegian Gazette (Norsk Lysningsblad), so that other interested companies can nominate areas.
nb: Invitasjonen er send til alle operatørene på norsk sokkel, og han blir og kunngjort i Norsk Lysningsblad, slik at også andre interesserte selskap kan nominere område.

source: ”Transport and storage of CO2 from Mongstad will be one of the first projects of its kind, where CO2 from a full-scale capture facility is transported in pipelines for storage on the continental shelf.
nb: ”Transport og lagring av CO2 frå Mongstad vil vere eit av dei første prosjekta av sitt slag der CO2 frå eit fullskala fangstanlegg blir transportert i røyr for lagring på kontinentalsokkelen.

source: I want to facilitate participation in the project by companies that have acquired technical experience in this area,” says Borten Moe.
nb: Eg vil legge til rette for at selskap som har opparbeidd seg tekniske kompetanse på området får moglegheit til å delta i prosjektet,” seier Borten Moe.

source: The nominations from the companies will provide input to the Ministry’s recommendations regarding announcement of areas for surveying and exploration of subsea reservoirs for permanent storage of CO2.
nb: Nominasjonen frå selskapa vil vere ein del av grunnlaget når departementet skal gjere vurderingar knytt til utlysning av område for undersøking og leiting etter undersjøiske reservoar for permanent lagring av CO2.

source: For more information, see the Ministry of Petroleum and Energy’s website >>
nb: For meir informasjon, sjå Olje- og energidepartementet sin nettstad >>

source: Read more: Press release from the MPE >>
nb: Les mer på OEDs nettsted >>

source: The atlas, which was prepared by the Norwegian Petroleum Directorate, shows that this area has a total storage capacity of about 70 billion tonnes – or 70 gigatons – of carbon dioxide.
nb: Atlaset, som er utarbeidet av Oljedirektoratet, viser at dette området har en samlet lagringskapasitet på rundt 70 milliarder tonn - eller 70 gigatonn - karbondioksid.

source: In comparison, the oil refinery at Mongstad in Hordaland County, which is the largest single source of CO2 emissions in Norway, emits 1.5 million tonnes of carbon dioxide per year.
nb: Oljeraffineriet på Mongstad i Hordaland, som er den største enkeltkilden for CO2-utlipp i Norge, slipper til sammenligning ut om lag 1,5 millioner tonn karbondioksid per år.

source: ”We assumed that the mapped areas had a great potential, and this has now been confirmed,” says Eva Halland, project manager for preparation of the atlas.
nb: ”Vi antok at de kartlagte områdene hadde et stort potensial, og det har vi nå fått bekreftet,” sier Eva Halland, prosjektleder for utarbeidelsen av atlaset.

source: The objective of the atlas, which is the first of its kind, is to provide an overview over geological structures that are suitable for secure long-term storage of CO2.
nb: Hensikten med atlaset, som er det første i sitt slag, er å gi en oversikt over geologiske strukturer som egner seg for sikker og langsiktig oppbevaring av CO2.

source: Knowledge regarding reservoir properties, sealing rocks, migration paths, storage capacity and monitoring methods is crucial in order to determine whether potential storage locations are suited to store CO2 over a long period of time.
nb: Kunnskap om reservoaregenskaper, forseglingsbergarter, migrasjonsruter, lagringskapasitet og overvåkingsmetoder er avgjørende for å kunne fastslå om potensielle lagre er egnet til å oppbevare CO2 over lang tid.

source: The atlas is based on studies and data from more than 40 years of petroleum activity.
nb: Atlaset er basert på studier og data fra mer enn 40 års petroleumsaktivitet.

source: Twenty-one geological formations have been mapped and assessed as regards reservoir quality and presence of sealing layers.
nb: Tjueen geologiske formasjoner er kartlagt og vurdert med hensyn til reservoarkvalitet og tilstedeværelse av forseglende lag.

source: Reservoirs that are considered suitable have been assessed further.
nb: Reservoarer som er ansett som velegnede er utredet nærmere.

source: The NPD has assessed shutdown oil and gas fields, in addition to producing fields that, according to plan, will shut down by 2030 and by 2050.
nb: Oljedirektoratet har vurdert nedstengte olje- og gassfelt, i tillegg til produserende felt som etter planen skal stenges ned innen 2030 og 2050.

source: Storage locations that can be used in connection with increased recovery using injection of CO2 are also described.
nb: Lagre som kan brukes i forbindelse med økt utvinning ved hjelp av injisering av CO2 er også beskrevet.

source: According to Halland, the work has resulted in better understanding of the coastal areas, including the Utsira and Skade formations, which have proven to be more complex than assumed.
nb: Arbeidet har ifølge Halland gitt en bedre forståelse av de kystnære områdene, inkludert formasjonene Utsira og Skade, som har vist seg å være mer komplekse enn antatt.

source: ”There could be a significant potential in these formations, but this must be assessed further,” says Halland.
nb: ”Det kan være et stort potensial i disse formasjonene, men dette må utredes videre,” sier Halland.

source: The storage atlas is directed at authorities and companies that need information regarding where CO2 can be stored safely and efficiently.
nb: Lagringsatlaset er rettet mot myndigheter og selskaper som har behov for informasjon om hvor CO2 kan lagres på en sikker og effektiv måte.

source: In addition, it could be an important teaching tool at schools and universities.
nb: I tillegg kan det være et nyttig verktøy i undervisningen på skoler og universiteter.

source: The atlas will be used by the NPD in connection with announcements and applications regarding storage of CO2.
nb: Atlaset kommer til å bli brukt av OD i forbindelse med utlysninger og søknader om lagring av CO2.

source: The atlas can be downloaded free of charge on the NPD’s website.
nb: Atlaset - som bare finnes på engelsk - er gratis tilgjengelig for nedlasting fra Oljedirektoratets nettsted.

source: Hard-cover editions cost NOK 1000. (see right column)
nb: (se høyre kolonne).

source: Discharges to the sea of produced water and oil have not changed much in the last few years either.
nb: Utslippene til sjø av produsert vann og olje har heller ikke endret seg mye de siste årene.

source: The authorities and the oil industry agree that there are too many accidental discharges on the Norwegian shelf.
nb: Myndighetene og oljenæringen er enige om at det er for mange akutte utslipp på norsk sokkel.

source: The operators are working to reduce the number.
nb: Operatørene jobber for å redusere antallet.

source: This is clear from the operating companies’ annual reports of emissions and discharges.
nb: Dette kommer frem av operatørselskapene årlige rapportering av utslipp.

source: These reports are submitted simultaneously to the Climate and Pollution Agency (Klif), the Norwegian Petroleum Directorate (NPD) and the Norwegian Oil Industry Association (OLF) in EnvironmentWeb – a shared database for the authorities in the oil and gas industry.
nb: Rapporteringen gjøres parallelt til Klima- og forurensningsdirektoratet (Klif), Oljedirektoratet (OD) og Oljeindustriens Landsforening (OLF) i EnvironmentWeb – en felles database for myndighetene og olje- og gassindustrien.

source: Emissions
nb: Utslipp til luft

source: Carbon dioxide (CO2) In 2010, emissions from petroleum activities amounted to 12.6 million tonnes CO2.
nb: Karbondioksid (CO2) I 2010 slapp petroleumsvirksomheten ut 12,6 millioner tonn CO2.

source: This is a small increase from 12.4 million tonnes the previous year.
nb: Det er en liten økning fra 12,4 millioner tonn året før.

source: According to Statistics Norway (SSB) and Klif, Norwegian emissions of greenhouse gases amounted to 53.7 million tonnes of CO2 equivalents in 2010, up 4.8 per cent from 2009.
nb: De norske utslippene av klimagasser i 2010 var ifølge Statistisk sentralbyrå (SSB) og Klif 53,7 millioner tonn CO2-ekvivalenter, en økning på 4,8 prosent fra 2009.

source: In 2010, the oil and gas industry was responsible for approx. a quarter of Norway’s greenhouse gas emissions, which is the same level as the previous year.
nb: Olje- og gassindustrien sto i 2010 for ca. en firedel av de norske klimagassutslippene, noe som er på samme nivå som året før.

source: Greenhouse gas emissions from oil and gas activities have been relatively stable over the past ten years.
nb: Utslippene fra olje- og gassvirksomheten har vært relativt stabile de siste ti årene.

source: Nitrogen oxide (NOx) In 2010, total NOx emissions from petroleum activities were 50 048 tonnes.
nb: Nitrogenoksid (NOx) I 2010 var samlet NOx-utslipp fra petroleumsvirksomheten 50 048 tonn.

source: This is a small increase from 2009, when emissions were at 49 650 tonnes.
nb: Dette er en liten økning fra 2009, da utslippet var 49 650 tonn.

source: Total emissions of NOx from petroleum activities have seen relatively little change over the past few years.
nb: Totalutslippene av NOx fra petroleumsvirksomheten har endret seg relativt lite de siste årene.

source: The oil and gas industry was responsible for 26.5 per cent of national emissions, a drop from 29.7 per cent in 2009.
nb: Olje- og gassindustrien sto for 26,5 prosent av de nasjonale utslippene, en nedgang fra 29,7 prosent i 2009.

source: Volatile organic compounds (nmVOC) In 2010, the petroleum industry’s emissions of nmVOC amounted to 36 990 tonnes.
nb: Flyktige organiske forbindelser (nmVOC) I 2010 var petroleumsindustriens utslipp av nmVOC 36 990 tonn.

source: This is down 18 per cent from 2009, when emissions of nmVOC were at 45 503 tonnes.
nb: Dette er en nedgang på 18 prosent fra 2009, da utslippet var 45 503 tonn.

source: Since 2001, total emissions of nmVOC have been reduced by over 85 per cent.
nb: Siden 2001 er samlet utslipp av nmVOC redusert med mer enn 85 prosent.

source: The significant reductions in emissions are a result of an order imposing reduced emissions and industry investments in facilities to prevent evaporation or to recycle oil vapour on storage ships and shuttle tankers.
nb: De betydelige utslippsreduksjonene er oppnådd som følge av pålegg om utslippsreduksjoner og industriens investeringer i anlegg for å hindre avdamping eller gjenvinne oljedamp på lagerskip og skytteltankere.

source: According to SSB and Klif, total Norwegian emissions of nmVOC were 135 000 tonnes in 2010.
nb: Samlet norsk utslipp av nmVOC i 2010 var ifølge SSB og Klif 135 000 tonn.

source: The oil and gas industry was responsible for 27.4 per cent of national emissions.
nb: Olje- og gassindustrien sto for 27,4 prosent av de nasjonale utslippene.

source: The measures implemented offshore are the main reason Norway now fulfils the Gothenburg protocol – the international environmental agreement against long-range air pollution – regarding nmVOC.
nb: De gjennomførte tiltakene offshore er hovedgrunnen til at Norge nå oppfyller Gøteborgprotokollen – den internasjonale miljøavtalen mot langtransporterte luftforurensninger – når det gjelder nmVOC.

source: Production discharges to the sea
nb: Produksjonsutslipp til sjø

source: Produced water Oil production usually involves production of some water.
nb: Produsert vann Ved produksjon av olje følger det normalt med vann.

source: The amount of water from each field increases as the fields get older and the reservoirs are depleted.
nb: Vannmengden fra hvert felt øker etter hvert som feltene blir eldre og reservoarene blir tømt.

source: The water is either injected back into the reservoir or cleaned and discharged.
nb: Vannet blir enten injisert tilbake i reservoaret eller renset og sluppet ut.

source: In 2010, 131 million cubic metres of produced water was discharged on the Norwegian shelf, down from 135 million cubic metres in 2009.
nb: I 2010 ble det sluppet ut 131 millioner kubikkmeter produsert vann på norsk sokkel, noe som er en nedgang fra 135 millioner kubikkmeter I 2009.

source: This is for the most part due to reduced oil production on the Norwegian shelf.
nb: Dette skyldes hovedsakelig redusert oljeproduksjon på norsk sokkel.

source: The authorities require that the oil content in discharged water is as low as possible.
nb: Myndighetene krever at oljeinnholdet i vann som slippes ut, skal være lavest mulig.

source: It must not exceed 30mg dispersed oil per litre of water.
nb: Det skal ikke overstige 30 milligram dispergert olje per liter vann.

source: The average concentration in 2010 was 11mg per litre.
nb: Gjennomsnittlig konsentrasjon i 2010 var 11 milligram per liter.

source: Significant environmental improvements have been achieved as a result of the goal of zero discharges of oil and environmentally harmful substances to the sea.
nb: Det er oppnådd store miljøforbedringer som følge av målet om null utslipp av olje og miljøfarlige stoffer til sjø.

source: According to Klif, the target for reduction of environmentally harmful substances from produced water has not been reached yet.
nb: Klif mener målet for reduksjon av miljøfarlige stoffer fra produsert vann fortsatt ikke er nådd.

source: Oil companies are continuing to work on the issue to reduce these discharges further.
nb: Oljeselskapene arbeider videre slik at disse utslippene reduseres ytterligere.

source: Operators on the Norwegian shelf conduct regular environmental monitoring.
nb: Operatørene på norsk sokkel gjennomfører regelmessig miljøovervåkning.

source: This monitoring has so far not proven effects of significance as a result of discharges of produced water.
nb: Denne overvåkningen har så langt ikke påvist effekter av betydning som følge av utslipp av produsert vann.

source: Discharge of chemicals Chemicals are classified in accordance with Klif’s system as green, yellow, red or black.
nb: Utslipp av kjemikalier Kjemikalier klassifiseres i henhold til Klifs system i grønn, gul, rød eller svart kategori.

source: Chemicals in the green category will not damage or be harmful to the marine environment; chemicals in the yellow category are usually not defined as hazardous, while chemicals in the black and red categories are prioritised for substitution and strictly regulated.
nb: Kjemikalier i grønn kategori medfører ikke skade eller ulemper for det marine miljø, kjemikalier i gul kategori er vanligvis ikke definert som miljøfarlige, mens kjemikalier i rød og svart kategori er prioritert for substitusjon og reguleres strengt.

source: They are only to be discharged where there are important safety or technical reasons for doing so.
nb: De skal bare slippes ut der det er tungtveiende sikkerhetsmessige eller tekniske grunner.

source: Discharges of added chemicals totalled 139 000 tonnes in 2010.
nb: Utslippene av tilsatte kjemikalier var på totalt 139 000 tonn i 2010.

source: After the goal of zero discharges of oil and hazardous substances to the sea was introduced in 1997, operating companies on the Norwegian shelf have worked purposefully to replace chemicals with negative environmental properties with more environmentally friendly alternatives.
nb: Etter at målet om null utslipp av olje og miljøfarlige stoffer til sjø kom i 1997, har operatørselskapene på norsk sokkel arbeidet målrettet for å bytte ut kjemikalier som har dårlige miljøegenskaper med miljømessig bedre alternativer.

source: This has resulted in the phasing out of 99.6 per cent of red and black category chemicals.
nb: Dette har medført at over 99,6 prosent av kjemikaliene i rød og svart kategori er faset ut.

source: Report to the Storting No. 26 (2006-2007) states that the goal of zero discharges for added chemicals has been reached.
nb: Stortingsmelding nr 26 (2006-2007) sier at nullutslippsmålet for tilsatte kjemikalier er nådd.

source: Work will continue to replace the remaining hazardous chemicals.
nb: Det vil fortsatt bli arbeidet for å erstatte de resterende miljøfarlige kjemikaliene.

source: Accidental discharges to the sea
nb: Akutte utslipp til sjø

source: Oil 2010 saw 140 accidental discharges of oil, compared with 147 the previous year.
nb: Olje I 2010 var det 140 akutte utslipp av olje,, mot 147 året før.

source: In 2010, seven of these discharges were greater than one cubic metre and 31 were greater than 50 litres.
nb: I 2010 var sju av utslippene større enn én kubikkmeter og 31 større enn 50 liter.

source: The total volume of oil from accidental discharges in 2010 was 111 cubic metres, down from 114 cubic metres in 2009.
nb: Totalt volum olje fra akutte utslipp i 2010 var 111 kubikkmeter, ned fra 114 kubikkmeter i 2009.

source: The number of accidental discharges of oil on the Norwegian shelf increased slightly during 2004-2008, but has gone down again after this.
nb: Antall akutte utslipp av olje på norsk sokkel økte noe i årene 2004-2008, men har sunket igjen etter dette.

source: Chemicals 2010 saw 158 accidental discharges of chemicals, a slight fall from 162 in 2009.
nb: Kjemikalier I 2010 var det 158 akutte utslipp av kjemikalier, en liten nedgang fra 162 i 2009.

source: The number of accidental discharges of chemicals has been relatively stable over the last ten years.
nb: De siste ti årene har antall akutte utslipp av kjemikalier ligget relativt stabilt.

source: The total volume of all accidental discharges on the Norwegian shelf was 6376 cubic metres.
nb: Det samlede volumet av alle akutte utslipp på norsk sokkel var på 6376 kubikkmeter.

source: Like the three years before, this volume is higher than normal.
nb: I likhet med de tre foregående årene er denne mengden høyere enn normalt.

source: The reason for this is leakage of cuttings and drilling fluid from injection.
nb: Årsaken er lekkasje av borekaks og borevæske fra injeksjon.

source: Injection is a measure which has been used to reduce discharges from oil and gas production on the Norwegian shelf for several decades.
nb: Injeksjon er brukt som tiltak for å redusere utslippene fra olje- og gassproduksjon på norsk sokkel i flere tiår.

source: It offers both significant environmental gains and is cost-effective compared with e.g. disposal on land.
nb: Det gir både betydelige miljøgevinster og er kostnadseffektivt sammenlignet med for eksempel deponering på land.

source: However, several leakages from injection have been discovered over the past few years.
nb: Imidlertid er det de siste årene oppdaget flere lekkasjer fra injeksjon.

source: The authorities and the companies have together concluded that this is due to insufficient knowledge of leakage mechanisms in connection with injection, as well as insufficient evaluation of the injection zone in the reservoirs.
nb: Myndighetene og selskapene har sammen konkludert at dette skyldes mangelfull kunnskap om lekkasjemekanismer i forbindelse med injeksjon, samt mangelfull evaluering av injeksjonssonen i reservoarene.

source: For this reason, a complete examination of all fields which use injection has been carried out.
nb: Det er derfor gjennomført en full gjennomgang av alle felt som benytter injeksjon.

source: In addition, an advisory expert panel has been appointed, which ensures quality control of the status of the injection wells.
nb: I tillegg er det etablert en rådgivende ekspertgruppe som kvalitetskontrollerer status på injeksjonsbrønnene.

source: In addition, the authorities will impose stricter requirements with regard to selection and follow-up of future injection locations.
nb: Myndighetene vil i tillegg stille strengere krav til valg og oppfølging av framtidige injeksjonssteder.

source: The authorities and the oil industry agree that there are too many accidental discharges.
nb: Myndighetene og oljenæringen er enige om at det er for mange akutte utslipp.

source: The oil companies are working purposefully to reduce the number.
nb: Oljeselskapene jobber målrettet for å redusere antallet.

source: OLF: Tore Killingland, director strategy and environment Telephone: +47 51 84 65 93, mobile: +47 917 52 604, email: tk@olf.no
nb: OLF: Tore Killingland, direktør for strategi og miljø Telefon: 51 84 65 93, mobil: 917 52 604, e-post: tk@olf.no

source: NPD: Arne Holhjem, director environment and energy Telephone: +47 51 87 60 00, email: arne.holhjem@npd.no
nb: OD: Arne Holhjem, direktør for teknologi og miljø Telefon: 51 87 60 00, e-post: arne.holhjem@npd.no

source: Klif: Hanne Marie Øren, section for the oil and gas industry Telephone: +47 22 57 37 82, mobile: +47 920 26 650, email: hanne-marie.oren@klif.no
nb: Klif: Hanne Marie Øren, seksjonssjef for petroleumsvirksomhet Telefon: 22 57 37 82, mobil: 920 26 650, e-post: hanne-marie.oren@klif.no

source: The Oil for Development Initiative (OfD) is a key focus area for the government's development policy.
nb: Programmet Olje for utvikling (OfU) er et sentralt satsingsområde for regjeringens utviklingspolitikk.

source: Through OfD, several ministries cooperate on assistance to developing countries on issues such as petroleum management and good governance.
nb: Gjennom OfU samarbeider flere departementer om bistand til utviklingsland når det gjelder petroleumsforvaltning og godt styresett.
